
[
{
        "Title" : "MICKEY BODY SMARTPHONE CASE WITH INTEGRATED BUMPER, IPHONE® 8, BLACK",
        "Description" : "We are celebrating Mickey Mouse’s 90th birthday with this playful and modern smartphone case. Compatible with the iPhone® 7 and 8, it comes with an integrated bumper for invisible protection and a sleek, streamlined look. The case sparkles with our Crystal Fabric technique and shows the silhouette of this iconic Disney character. A metallic plate with the Swarovski logo completes this cool design, which is also compatible with the iPhone® 6/6S. iPhone® is a trademark of Apple Inc.",
        "Price" : 5490,
        "Image" : ["https://www.swarovski.com/medias/?context=bWFzdGVyfHJvb3R8MjA5NDV8aW1hZ2UvanBlZ3xoOWMvaDQwLzg4NzU1NzUyNzk2NDYuanBnfGY0ZGMxMGFjOGY0NTlkMjMzZTcxN2Y3NTRkNzk0N2ZiOWMzMTQ3ZTljYzAyZDljNDcwYTUxM2U3YTUxNWE2MDU"],
        "Category" : "Iphone",
		"Quantity" : 1

    },
    {
        "Title" : "MARCH FOX SMARTPHONE CASE WITH INTEGRATED BUMPER, IPHONE® 8, MULTI-COLORED",
        "Description" : "Inspired by our March jewelry line, this transparent smartphone case is both playful and practical. Featuring a lovely fox face pattern, embellished with subtle crystal detailing, it is a stylish way to celebrate the new season. Specially designed to protect your iPhone® 7 and 8, the polycarbonate case includes an integrated bumper for invisible protection and is finished with a metallic plate showing the Swarovski logo. Also compatible with the iPhone® 6/6S. iPhone® is a trademark of Apple Inc.",
        "Price" : 3790,
        "Image" : ["https://www.swarovski.com/medias/?context=bWFzdGVyfHJvb3R8MzQ4NTd8aW1hZ2UvanBlZ3xoMjkvaDgwLzg4NzU2NTI2NDQ4OTQuanBnfGRkYmY4ZTM3MGNhMTU0Y2NhNGFlMTY0ZjQxYTliMWUwMTY4ZjU3NjNhZjhkYzhjZTNmZmJkMTNhYmM4ZTIyM2Q"],
        "Category" : "Iphone",
		"Quantity" : 1

    },
    {
        "Title" : "HIGH SMARTPHONE CASE WITH BUMPER, SAMSUNG GALAXY S® 9, BLACK",
        "Description" : "Dazzle every day with this sophisticated smartphone case, covered in black Crystal Fabric for that unmistakable Swarovski sparkle. Specially designed to protect your Samsung Galaxy S® 9, it is finished with a metallic plate showing the Swarovski logo. Galaxy S® is a trademark of Samsung Electronics Co., Ltd.",
        "Price" : 6590,
        "Image" : ["https://www.swarovski.com/medias/?context=bWFzdGVyfHJvb3R8MzM2ODZ8aW1hZ2UvanBlZ3xoZTMvaDcyLzg4NzU0NDE4MTU1ODIuanBnfDIxMmEzMDlhZjVjMjAzOGJlYTFkODZmMjEwMDk2MDk3NWJkMjVlYjU5ZDI4NDA2OWE4YTg2ZTk2NzM3YmU2NTE"],
        "Category" : "Samsung",
		"Quantity" : 1

    },
    {
        "Title" : "MAZY SMARTPHONE CASE WITH INTEGRATED BUMPER, IPHONE® X, BLACK",
        "Description" : "The classic color combination of black and white is given a fashion-forward makeover in this chic smartphone case. Crafted in premium leather, it features 3D floral leather patches and crystal detailing. Protecting your phone with style and sophistication, it includes an integrated bumper for invisible protection. Designed to protect your iPhone® X, it is finished with a metallic plate showing the Swarovski logo. iPhone® is a trademark of Apple Inc.",
        "Price" : 6590,
        "Image" : ["https://www.swarovski.com/medias/?context=bWFzdGVyfHJvb3R8MTMyNDB8aW1hZ2UvanBlZ3xoYzgvaDQ0Lzg4NzU1MjA2MjI2MjIuanBnfDM2ZDc3MzQzZDE5OWE5N2U2NDg5YzA0N2U5NmRmNzQ3YWVjMTljZTIyNDIyYzBmYTU5MGY4NDRmYjQ3MzRiMmE"],
        "Category" : "Iphone",
		"Quantity" : 1

    },
    {
        "Title" : "MAZY RING SMARTPHONE CASE WITH INTEGRATED BUMPER, IPHONE® 8 PLUS, BLACK",
        "Description" : "Make sure your technology looks just as stylish as you do with this sophisticated smartphone case. Crafted in black polycarbonate, it features floral crystal embellishment and a special ring, which will allow you to keep better grip on your phone. Specially designed for your iPhone® 7 and 8 Plus, it is a fresh and fashion-forward look. An integrated bumper maximizes protection and it is finished with a metallic plate showing the Swarovski logo. Also compatible with the iPhone® 6 and 6S Plus. iPhone® is a trademark of Apple Inc.",
        "Price" : 6590,
        "Image" : ["https://www.swarovski.com/medias/?context=bWFzdGVyfHJvb3R8MTI0NjF8aW1hZ2UvanBlZ3xoNDgvaGUzLzg4NzU1NTc3MTU5OTguanBnfGNlOGEwOGU2NjZiMjhhZmU2NjViNjkwYzIyZWZkZTM1NGIwMzg0YmNhNDYwZGIxYjA3MWI5ZmRkYjUxNTNmNzc"],
        "Category" : "Iphone",
		"Quantity" : 1

    },
    {
        "Title": "MICKEY FACE SMARTPHONE CASE WITH INTEGRATED BUMPER, IPHONE® 8 PLUS, BLACK",
        "Description" : "Celebrate Mickey’s 90th birthday with this playful smartphone case. Compatible with the iPhone® 7 and 8 Plus, it comes with an integrated bumper for invisible protection and a sleek, streamlined look. The case features a Mickey pattern, with colorful crystal details adding a cool sparkle. A metallic plate with the Swarovski logo completes this modern accessory, which is also compatible with the iPhone® 6/6S Plus. A great gift for Disney fans. iPhone® is a trademark of Apple Inc.",
        "Price" : 4390,
        "Image" : "https://www.swarovski.com/medias/?context=bWFzdGVyfHJvb3R8MzA3NjR8aW1hZ2UvanBlZ3xoZmQvaDM3Lzg4NzU1ODcwMTA1OTAuanBnfGExODg4MDFhMmZjMWMxNjg3YjBlYmIzNzhkNzVkYzEzODllODA2NDQ0ZDk0NGQyOTFkOTBjZGRjMzBiYTcwOTg",
        "Category" : "Iphone",
		"Quantity" : 1

    },
    {
        "Title" : "GLAM ROCK SMARTPHONE CASE WITH BUMPER, IPHONE® 7, BLACK",
        "Description" : "An explosion of brilliance for your smartphone! Lavishly embellished with glittering black Crystal Rock, this on-trend case is compatible with the iPhone® 7. The design also features a metal tag with the Swarovski logo and a protective bumper. It measures 14.5 x 7.5 x 1 cm. iPhone® is a trademark of Apple Inc.",
        "Price" : 6590,
        "Image" : "https://www.swarovski.com/medias/?context=bWFzdGVyfHJvb3R8NDE5ODJ8aW1hZ2UvanBlZ3xoNTQvaDAxLzg4NTg3MTAwMTYwMzAuanBnfGQxZGExNzM2NTA1ODVkNzcyNDZkZWJhNjMzNThiMjNhNThjN2JmOTc3MjllM2YyZTU0YmEwZTNlZTc3ZGI4ZmY",
        "Category" : "Iphone",
		"Quantity" : 1

    },
    {
        "Title" : "HERO SMARTPHONE CASE WITH BUMPER, IPHONE® 8, PINK",
        "Description" : "Lend an instantly glamorous touch to your handset with this smartphone case. Lavishly embellished with over 1000 pink crystals, this case is compatible with the iPhone® 7, iPhone 6 and iPhone 6S. The design also features a metal tag with the Swarovski logo and a protective bumper. iPhone® is a trademark of Apple Inc.",
        "Price" : 6590,
        "Image" : "https://www.swarovski.com/medias/?context=bWFzdGVyfHJvb3R8NTE0NDV8aW1hZ2UvanBlZ3xoNGQvaDRmLzg4NTM4MTE3MjQzMTguanBnfGI4Yjc2OTRhMjEzY2JiOWQzMTVlYjg3MDI2Njg1MTI5ZDJhZDZhNjdkOGQ2NGYwMjY5ZGU5MTJhNGQ2MTlhYWQ",
        "Category" : "Iphone",
		"Quantity" : 1
    },
    {
        "Title" : "HIGH SMARTPHONE CASE WITH BUMPER, IPHONE® 8 PLUS, BLACK",
        "Description" : "Give your iPhone® 8 Plus a gorgeous sparkle with this sophisticated and highly refined black case. Ideal for everyday use. It also features the Swarovski logo, and a bumper for extra protection. Perfect for mixing and matching with other accessories from this season’s collection. This smartphone case is also compatible with iPhone 6 Plus, iPhone 6S Plus and iPhone 7 Plus. The iPhone model shown on the picture is only used for demonstrative purposes. iPhone® is a trademark of Apple Inc.",
        "Price" : 6590,
        "Image" : "https://www.swarovski.com/medias/?context=bWFzdGVyfHJvb3R8Mzc2MzZ8aW1hZ2UvanBlZ3xoMDcvaGQ2Lzg4NTM3OTQ3NTA0OTQuanBnfDlmZGQzYTc5MDk0ZWY4MjkzMDQ3M2I0Zjk4MmZjNDE1NWY3ZjUxZTQyYmRlNDU5MjM3NTk4NTYzZjQwN2FhZTI",
        "Category" : "Iphone",
		"Quantity" : 1
    },
    {
        "Title": "HIGH SMARTPHONE CASE WITH BUMPER, SAMSUNG GALAXY S® 8, BLACK",
        "Description" : "Give your Samsung Galaxy S® 8 a gorgeous sparkle with this sophisticated and highly refined black case. Ideal for everyday use. It also features the Swarovski logo, and a bumper for extra protection. Perfect for mixing and matching with other accessories from this season’s collection. Samsung Galaxy is a brand/trademark of Samsung Electronics.",
        "Price" : 6590,
        "Image" : "https://www.swarovski.com/medias/?context=bWFzdGVyfHJvb3R8MzM2ODZ8aW1hZ2UvanBlZ3xoZTMvaDcyLzg4NzU0NDE4MTU1ODIuanBnfDIxMmEzMDlhZjVjMjAzOGJlYTFkODZmMjEwMDk2MDk3NWJkMjVlYjU5ZDI4NDA2OWE4YTg2ZTk2NzM3YmU2NTE",
        "Category" : "Samsung",
		"Quantity" : 1
    },
    {
        "Title" : "HEROISM SMARTPHONE CASE WITH BUMPER, SAMSUNG GALAXY S® 8, GRAY",
        "Description" : "Ensure you stand out from the crowd with this unique silver-colored case. Compatible with the Samsung Galaxy S® 8, its multifaceted design features metallic mirrored shapes, touches of transparency, and shimmering Crystal Fabric. Taking inspiration from the surfaces of a crystal, this dramatic accessory is unmistakably Swarovski. It also features the Swarovski logo, and a bumper for extra protection. Samsung Galaxy is a brand/trademark of Samsung Electronics.",
        "Price" : 4690,
        "Image" : "https://www.swarovski.com/medias/?context=bWFzdGVyfHJvb3R8MjE2MjV8aW1hZ2UvanBlZ3xoNzcvaDgwLzg4NTg3MTE5NDkzNDIuanBnfDRiMzNmYmRjZmVmMGVlZjJhNzc0Mjk1OWM4OGIwZDNhNTE3MGVkNzEzMzgzOTMwYjYxYzQ4NWEzMmZhYTgxZDE",
        "Category" : "Samsung",
		"Quantity" : 1
    }

]